Repository: hanhyeongyu/Routine
Catalog: Routine/Resource/Localization/*.lproj/Profile.strings
Languages: de, fr, hi, ko, tr

source: Profile
de: Profil
fr: Profil
hi: प्रोफ़ाइल
ko: 프로필
tr: Profil

source: System Setting
de: Systemeinstellung
fr: Réglage du système
hi: सिस्टम की सेटिंग्स
ko: 시스템 설정
tr: Sistem ayarı

# alarm
source: Alram
hi: अलरम
ko: 알림
tr: Alem

source: Theme
de: Thema
fr: Thème
hi: विषय
ko: 테마
tr: Tema

source: Font
de: Schriftart
fr: Police de caractère
hi: फ़ॉन्ट
ko: 폰트
tr: Yazı tipi

source: AppIcon
hi: एक प्रकार का
ko: 앱아이콘

source: Team
fr: Équipe
hi: टीम
ko: 팀
tr: Takım

source: Guide
de: Führung
hi: मार्गदर्शक
ko: 가이드
tr: Rehber

source: Feedback
de: Rückmeldung
fr: Retour
hi: प्रतिक्रिया
ko: 피드백
tr: Geri bildirim

source: info
de: die Info
hi: जानकारी
ko: 정보
tr: bilgi

# request_review
source: Enjoing Routine? 5 stars please
de: Routine engagieren? N5 Sterne bitte
fr: En interdisant la routine? N5 étoiles s'il vous plaît
hi: दिनचर्या में शामिल होना? N5 सितारे कृपया
ko: 루틴을 즐기셨나요? 별5개 부탁드려요
tr: En kullanan rutini? N5 yıldızlar lütfen

source: Add Your Name!
de: Fügen Sie Ihren Namen hinzu!
fr: Ajoutez votre nom!
hi: अपना नाम जोड़ें!
ko: 이름을 추가해보세요!
tr: Adınızı ekleyin!

source: Introduce yourself ✍️
de: Stellen Sie sich vor ✍️
fr: Présentez-vous ✍️
hi: अपना परिचय दें ✍
ko: 자신을 소개하세요 ✍️
tr: Kendinizi tanıtın ✍️

# emoticon
source: Emoticoin
fr: Émoticoïde
hi: इमोटिकॉइन
ko: 이모티콘
tr: İmotoin

source: Style
de: Stil
hi: शैली
ko: 스타일
tr: Stil

# enter_want_to_change_name
source: Enter the name you want to change
de: Geben Sie den Namen ein, den Sie ändern möchten
fr: Entrez le nom que vous souhaitez modifier
hi: वह नाम दर्ज करें जिसे आप बदलना चाहते हैं
ko: 변경할 이름을 입력하세요
tr: Değiştirmek istediğiniz adı girin

# enter_want_to_change_introduction
source: Enter the introduction you want to change
de: Geben Sie die Einführung ein, die Sie ändern möchten
fr: Entrez l'introduction que vous souhaitez modifier
hi: वह परिचय दर्ज करें जिसे आप बदलना चाहते हैं
ko: 변경할 소개를 입력하세요
tr: Değiştirmek istediğiniz girişi girin

source: Name
fr: Nom
hi: नाम
ko: 이름
tr: İsim

source: Introduction
de: Einführung
hi: परिचय
ko: 소개
tr: giriiş

source: Daliy Reminder
de: Daliy Erinnerung
fr: Rappel daliy
hi: दालि रिमाइंडर
ko: 데일리 리마인더
tr: Daliy hatırlatma

# routine_reminder
source: Rotuine Reminder
de: Rotuine Erinnerung
fr: Rappel
hi: रोटुइन रिमाइंडर
ko: 루틴 알림
tr: Rotuine hatırlatma

source: System
fr: Système
hi: प्रणाली
ko: 시스템
tr: Sistem

source: Light
de: Licht
fr: Lumière
hi: रोशनी
ko: 라이트
tr: Işık

source: Dark
de: Dunkel
fr: Sombre
hi: अँधेरा
ko: 다크
tr: Karanlık

# font_preview
source: Hello Routine~👋
de: Hallo Routine ~ 👋
fr: Bonjour routine ~ 👋
hi: हैलो रूटीन ~ 👋
ko: 안녕 루틴~👋
tr: Merhaba rutin ~ 👋

source: Font Size
de: Schriftgröße
fr: Taille de police
hi: फ़ॉन्ट आकार
ko: 폰트 사이즈
tr: Yazı Boyutu

source: Font Typeface
de: Schriftart Schrift
fr: Police de police
hi: फ़ॉन्ट टाइपफेस
ko: 글씨체
tr: Yazı tipi yazı tipi

source: OS Setting
de: Betriebssystemeinstellung
fr: Réglage du système d'exploitation
hi: ओएस सेटिंग
ko: OS 설정
tr: İşletim sistemi ayarı

# os_setting_help
source: You can change OS settings under Settings > Display and Brightness > Texque Size.
de: Sie können die Betriebssystemeinstellungen unter Einstellungen> Anzeige und Helligkeit> Texque -Größe ändern.
fr: Vous pouvez modifier les paramètres du système d'exploitation sous Paramètres> Affichage et luminosité> Taille texque.
hi: आप सेटिंग्स> डिस्प्ले और ब्राइटनेस> टेक्सक आकार के तहत ओएस सेटिंग्स बदल सकते हैं।
ko: 설정 > 디스플레이 및 밝기 > 텍스트 크기에서 OS 설정을 변경할 수 있습니다.
tr: OS ayarlarını ayarlar> Ekran ve Parlaklık> Texque Boyutu altında değiştirebilirsiniz.

source: OS Typeface
de: Betriebssystem Schrift
fr: Face de caractères
hi: ओएस टाइपफेस
ko: OS 폰트
tr: İşletim sistemi yazı tipi

# feedback_title
source: Hello Rotine!
de: Hallo Rotine!
fr: Bonjour la rotine!
hi: हैलो रोटेन!
ko: 안녕 루틴!
tr: Merhaba Rotine!

# feedback_message
source: Any feedback or bug reports are welcome :)
de: Alle Feedback- oder Fehlerberichte sind willkommen :)
fr: Tous les commentaires ou les rapports de bogues sont les bienvenus :)
hi: किसी भी प्रतिक्रिया या बग रिपोर्ट का स्वागत है :)
ko: 어떤 피드백이나 버그 보고 모두 환영합니다 :)
tr: Herhangi bir geri bildirim veya hata raporu kabul edilir :)

# saved_draft_folder
source: Saved in Draft Folder
de: Im Entwurfsordner gespeichert
fr: Enregistré dans un dossier de projet
hi: ड्राफ्ट फ़ोल्डर में सहेजा गया
ko: 임시 폴더에 저장.
tr: Taslak klasörde kaydedildi

# saved_draft_folder_message
source: The drafted email has been saved in the draft folder.
de: Die entworfene E -Mail wurde im Entwurfsordner gespeichert.
fr: L'e-mail rédigé a été enregistré dans le projet de dossier.
hi: ड्राफ्ट किए गए ईमेल को ड्राफ्ट फ़ोल्डर में सहेजा गया है।
ko: 작성된 이메일은 작성된 작성 폴더에 저장되었습니다.
tr: Taslak e -posta taslak klasöre kaydedildi.

source: Send Feedback
de: Feedback abschicken
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
ko: 피드백 보내기
tr: Geribildirim yolla

# thank_for_feedback
source: Thank you for your feedback🙏
de: Vielen Dank für Ihr Feedback🙏
fr: Merci pour vos commentaires🙏
hi: आपकी प्रतिक्रिया के लिए धन्यवाद
ko: 피드백 감사합니다🙏
tr: Geri bildiriminiz için teşekkürler🙏

source: Send Mail Fail😰
de: E -Mails senden 😰
fr: Envoyer un courrier défaillance😰
hi: मेल फेल भेजें
ko: 메일 보내기에 실패했습니다.😰
tr: Posta Başarısızlığı Gönder😰

source: Confirm
de: Bestätigen
fr: Confirmer
hi: पुष्टि करना
ko: 확인
tr: Onaylamak

source: Error
de: Fehler
fr: Erreur
ko: 에러
tr: Hata

# try_again_later
source: Try again in a Later.
de: Versuchen Sie es später erneut.
fr: Réessayez plus tard.
ko: 잠시후 다시 시도해보세요.
tr: Daha sonra tekrar deneyin.

source: Oops
de: Hoppla
ko: 이런

# sorry_there_are_proble_with_request
source: Sorry, there are proble with your request
de: Entschuldigung, es gibt Proble mit Ihrer Anfrage
fr: Désolé, il y a un problème avec votre demande
ko: 죄송합니다, 요청에 문제가 발생했어요.
tr: Üzgünüm, isteğinizle ilgilendik

# mail_serive_no_available
source: Mail Serive is no available
de: Mail Serive ist nicht verfügbar
fr: Le courrier serive n'est pas disponible
ko: 메일 서비스를 사용할수 없습니다.
tr: Posta serisi mevcut değil

# fetch_profile_failed
source: There was a problem getting the profile.
de: Es gab ein Problem, das Profil zu bekommen.
fr: Il y avait un problème à obtenir le profil.
ko: 프로필을 가져오는데 문제가 발생했습니다.
tr: Profili almakta bir sorun vardı.

# update_failed
source: There was a problem update the profile.
de: Es gab ein Problem, das das Profil aktualisiert.
fr: Il y avait un problème à mettre à jour le profil.
ko: 프로필을 수정하는데 문제가 발생했습니다.
tr: Profilin güncellenmesi bir sorun vardı.

# profile_name_empty
source: Hello ~ 👋
de: Hallo ~ 👋
fr: Bonjour ~ 👋
hi: हैलो ~ ~
tr: Merhaba ~ 👋

source: ONOFF
de: AN AUS
fr: ALLUMÉ ÉTEINT
hi: बंद
tr: AÇIK KAPALI
