Repository: hanhyeongyu/Routine
Catalog: Routine/Resource/Localization/*.lproj/Record.strings
Languages: de, fr, hi, ja, ko, ru, tr, zh

source: Record
de: Aufzeichnen
fr: Enregistrer
hi: अभिलेख
ja: 記録
ko: 기록
ru: Записывать
tr: Kayıt
zh: 记录

# check_your_top_acheive
source: Check Your Top Achieve ðŸ”¥
de: Überprüfen Sie Ihr Top -Erreichen 🔥 🔥
fr: Vérifiez votre réalisation supérieure 🔥
hi: अपने शीर्ष प्राप्त करें 🔥 की जाँच करें
ja: あなたのトップを達成する🔥を確認してください
ko: 최다 달성을 확인하세요 🔥
ru: Проверьте свою верхушку достижения 🔥
tr: Üstünüzü kontrol edin 🔥
zh: 检查您的顶部达到🔥

# check_your_weeklyTracker
source: Check Your WeeklyTracker âœ…
de: Überprüfen Sie Ihren WeelyTracker ✅
fr: Vérifiez votre WeeklyTracker ✅
hi: अपने साप्ताहिक की जाँच करें ✅ ✅
ja: weeklytrackerを確認してください
ko: 주간 트래커을 확인하세요 ✅
ru: Проверьте свой еженедельный
tr: WeeklyTracker'ınızı kontrol edin ✅
zh: 检查您的每周登陆器✅

source: Your Achieve
de: Ihr Erreichen
fr: Votre réalisation
hi: आपकी प्राप्ति
ja: あなたの達成
ko: 나의 달성
ru: Ваше достижение
tr: Başarınız
zh: 您的成就

source: Top Achieve
de: Top erreichen
fr: Top réaliser
hi: शीर्ष प्राप्त करना
ja: トップの達成
ko: 최다 달성
ru: Верхнее достижение
tr: En iyi başarmak
zh: 最高成就

# routine_achieve_isEmpty
source: You don't have any routine achievement records yet.
de: Sie haben noch keine Routine n Leistungsaufzeichnungen.
fr: Vous n'avez pas encore de dossiers de réalisation de routine.
hi: आपके पास अभी तक कोई रूटीन n उपलब्धि रिकॉर्ड नहीं है।
ja: ルーチン nの達成記録はまだありません。
ko: 아직 루틴 달성 기록이 없습니다.
ru: У вас еще нет обычных записей о достижениях.
tr: Henüz herhangi bir rutin başarı kaydınız yok.
zh: 您还没有任何常规 n成就记录。

# added_routine_isEmpty
source: You haven't added any routines yet
de: Sie haben noch keine Routinen hinzugefügt
fr: Vous n'avez pas encore ajouté de routines
hi: आपने अभी तक किसी भी दिनचर्या को नहीं जोड़ा है
ja: まだルーチンを追加していません
ko: 추가된 루틴이 없습니다
ru: Вы еще не добавили n никаких процедур
tr: Henüz herhangi bir rutin eklemediniz
zh: 您尚未添加 n任何例程

source: WeeklyTracker
de: WeelyTracker
fr: Tracker hebdomadaire
hi: साप्ताहिक
ko: 위클리트래커
tr: Haftalık
zh: 每周旅行者

source: Date of week
de: Woche der Woche
fr: Date de la semaine
hi: सप्ताह की तारीख
ja: 週の日付
ko: 주간
ru: Дата недели
tr: Haftanın Tarihi
zh: 一周的日期

source: Date of Month
de: Monatsdatum
fr: Date du mois
hi: महीने की तारीख
ja: 月の日付
ko: 월간
ru: Дата месяца
tr: Ayın tarihi
zh: 月份

source: Date Of Year
de: Jahresdatum
fr: Date de l'année
hi: वर्ष की तारीख
ja: 日付
ko: 년간
ru: Дата года
tr: Yılın tarihi
zh: 一年的日期

source: Done this month
de: Diesen Monat getan
fr: Fait ce mois-ci
hi: इस महीने हो गया
ja: 今月行われました
ko: 이번달 완료
ru: Сделано в этом месяце
tr: Bu ay bitti
zh: 本月完成了

source: TotalDone
fr: Total
ja: トータルドーン
ko: 전체 완료
zh: 总数

source: Current Streak
de: Aktuelle Streifen
fr: Séquence actuelle
hi: वर्तमान धारा
ja: 現在のストリーク
ko: 현재 스트릭
ru: Текущая полоса
tr: Mevcut çizgi
zh: 当前条纹

source: Best Streak
de: Beste Serie
fr: Meilleure séquence
hi: बेस्ट स्ट्रीक
ja: 最高のストリーク
ko: 최다 스트릭
ru: Лучшая полоса
tr: En iyi çizgi
zh: 最好的连胜

source: Total number of achievements
de: Gesamtzahl der Erfolge
fr: Nombre total de réalisations
hi: कुल उपलब्धियों की संख्या
ja: 成果の総数
ko: 루틴 달성 횟수
ru: Общее количество достижений
tr: Toplam başarı sayısı
zh: 成就总数

# total_number_of_achievements_0
source: Great effort! You may not have enough records yet, but if you continue steadily, you'll achieve significant results. Keep it up!
ko: 수고했어요! 아직 기록이 충분하지 않을 수도 있지만, 꾸준히 계속한다면 상당한 결과를 얻을 수 있을 거예요. 계속하세요!

# total_number_of_achievements_1
source: You've been consistently recording your routines. Shall we aim for higher goals together? Let's create a better version of yourself through new challenges!
ko: 꾸준히 일상을 기록해 왔습니다. 더 높은 목표를 함께 목표로 할까요? 새로운 도전을 통해 여러분의 더 나은 모습을 만들어봅시다!

# total_number_of_achievements_2
source: Well done on starting to record! What goals would you like to set for the next time? Exciting opportunities for growth are waiting for you through new challenges.
ko: 기록을 시작한 것은 잘했어요! 다음 번에는 어떤 목표를 세우고 싶나요? 새로운 도전을 통해 성장을 위한 흥미진진한 기회들이 여러분을 기다리고 있습니다.

# total_number_of_achievements_3
source: I can see your effort in recording routines! Try creating even greater achievements with more records. I'm looking forward to what's ahead!
ko: 여러분들의 기록 노력이 눈에 띕니다. 더 많은 기록으로 더 큰 성과를 만들어 보세요. 앞으로가 기대됩니다!

# fetch_record_failed
source: There was a problem getting records.
fr: Il y avait un problème à obtenir des enregistrements.
tr: Kayıt almakta bir sorun vardı.
zh: 获得记录存在问题。
