Repository: hanhyeongyu/Routine
Catalog: Routine/Resource/Localization/*.lproj/Timer.strings
Languages: hi, ru

source: Timer
hi: घड़ी
ru: Таймер

source: Focus
hi: केंद्र
ru: Фокус

source: Tabata
hi: तबता
ru: Табата

source: Round
hi: गोल
ru: Круглый

source: Repeat
hi: दोहराना
ru: Повторить

source: Interval
hi: मध्यान्तर
ru: Интервал

source: Finish Timer
hi: समय समाप्त करें
ru: Завершить таймер

source: Cancel Timer
hi: रद्द करें टाइमर
ru: Отменить таймер

source: Dismiss
hi: नकार देना
ru: Увольнять

source: Timer Remaining
hi: शेष समय
ru: Таймер остается

source: Start
hi: शुरू
ru: Начинать

source: Pause
hi: विराम
ru: Пауза

source: Cancel
hi: रद्द करना
ru: Отмена

source: Resume
hi: फिर शुरू करना
ru: Резюме

source: Create Your Timer
hi: अपना टाइमर बनाएं
ru: Создайте свой таймер

source: Give it a name
hi: उसे एक नाम दे दो
ru: Давать ему имя

source: Set duration
hi: अवधि निर्धारित करना
ru: Установка продолжительность

source: Done
hi: हो गया
ru: Сделанный

source: Edit Section
hi: अनुभाग का संपादन
ru: Редактировать раздел

source: Name
hi: नाम
ru: Имя

source: Description
hi: विवरण
ru: Описание

source: Ready
hi: तैयार
ru: Готовый

# ready_description
source: Before start countdown
hi: शुरू होने से पहले उलटी गिनती
ru: Перед началом обратного отсчета

source: Take a rest
hi: आराम करो
ru: Отдохни

# take_a_rest_description
source: Take a rest
hi: आराम करो
ru: Отдохни

source: Exercise
hi: व्यायाम
ru: Упражнение

# exercise_description
source: You can do it!
hi: आप यह कर सकते हैं!
ru: Ты можешь это сделать!

# round_description
source: Routine is excercise + rest
hi: रूटीन एक्सर्साइज + रेस्ट है
ru: Рутина - это Excircise + отдых

source: Cycle
hi: चक्र
ru: Цикл

# cycle_description
source: Cycle is a n round
hi: चक्र एक एन राउंड है
ru: Цикл - n раунд

source: Cycle Rest
hi: चक्र आराम
ru: Велосипедный отдых

# cycle_rest_description
source: Take a rest
hi: आराम करो
ru: Отдохни

source: Coll down
hi: नीचे गिरना
ru: СОБЛЮДАТЬ

# colldown_description
source: After exercise coll down
hi: व्यायाम के बाद नीचे
ru: После упражнений Coll Down

# choose_your_time
source: Choose your timer
hi: अपना टाइमर चुनें
ru: Выберите свой таймер

source: Error
hi: गलती
ru: Ошибка

# try_again_later
source: Try again in a Later.
hi: बाद में फिर से प्रयास करें।
ru: Попробуйте еще раз в позже.

source: Oops
hi: उफ़
ru: Упс

# sorry_there_are_proble_with_request
source: Sorry, there are proble with your request
hi: क्षमा करें, आपके अनुरोध के साथ प्रबल हैं
ru: Извините, есть Proble с вашим запросом

# fetch_list_failed
source: There was a problem loading the list, please try again in a moment.
hi: सूची को लोड करने में कोई समस्या थी, कृपया एक पल में फिर से प्रयास करें।
ru: Была проблема с загрузкой списка, попробуйте еще раз через мгновение.

# fetch_timer_failed
source: There was a problem getting the timer.
hi: टाइमर होने में समस्या थी।
ru: Была проблема с получением таймера.

# add_timer_failed
source: There was a problem adding the timer.
hi: टाइमर को जोड़ने में एक समस्या थी।
ru: Была проблема, добавив таймер.

# update_timer_failed
source: There was a problem modifying the timer.
hi: टाइमर को संशोधित करने में एक समस्या थी।
ru: Была проблема с изменением таймера.

# minumum_chracters
source: Minimum %d chracters
hi: न्यूनतम %d chracters
ru: Минимальный %d chracters
