Repository: hanhyeongyu/Routine
Catalog: Routine/Resource/Localization/*.lproj/Tutorial.strings
Languages: de, fr, hi, ja, ko, ru, tr, zh

source: Continue
de: Weitermachen
fr: Continuer
hi: जारी रखना
ja: 続く
ko: 계속하기
ru: Продолжать
tr: Devam etmek
zh: 继续

source: Hello there 👋
de: Hallo 👋 👋
fr: Bonjour 👋
hi: नमस्ते वहाँ 👋
ja: こんにちは👋
ru: Привет 👋
tr: Merhaba 👋
zh: 你好，那里

# embark_on_journey_together
source: Let's embark on a journey together to form new habits and achieve your goals.
de: Lassen Sie uns eine gemeinsame Reise machen, um neue Gewohnheiten zu bilden und Ihre Ziele zu erreichen.
fr: Effectuons un voyage ensemble pour former de nouvelles habitudes et atteindre vos objectifs.
hi: आइए नई आदतें बनाने और अपने लक्ष्यों को प्राप्त करने के लिए एक साथ यात्रा करें।
ja: 一緒に旅に出て、新しい習慣を形成し、目標を達成しましょう。
ko: 새로운 습관을 형성하고 목표를 달성하기 위해 함께 여행을 떠나봅시다.
ru: Давайте отправимся в путешествие вместе, чтобы сформировать новые привычки и достичь ваших целей.
tr: Yeni alışkanlıklar oluşturmak ve hedeflerinize ulaşmak için birlikte bir yolculuğa çıkalım.
zh: 让我们一起踏上一段旅程，以形成新的习惯并实现您的目标。

# splash_0
source: Promise to myself.
de: Versprechen Sie mir.
fr: Promesse à moi-même.
hi: अपने आप से वादा करें।
ja: 自分に約束します。
ko: 나 자신과 약속하세요.
ru: Обещаю себе.
tr: Kendime söz ver.
zh: 向自己承诺。

# splash_1
source: Create Your Unique Routine. 🤫
de: Erstellen Sie Ihre einzigartige Routine. 🤫
fr: Créez votre routine unique. 🤫
hi: अपनी अनूठी दिनचर्या बनाएं। 🤫
ja: ユニークなルーチンを作成します。 🤫
ko: 당신만의 독특한 루틴을 만들어 보세요. 🤫
ru: Создайте свою уникальную рутину. 🤫
tr: Benzersiz rutininizi oluşturun. 🤫
zh: 创建您独特的例程。 🤫

# splash_2
source: Check without Pressure.
de: Überprüfen Sie ohne Druck.
fr: Vérifiez sans pression.
hi: बिना दबाव की जाँच करें।
ja: 圧力なしで確認してください。
ko: 부담없이 체크하기.
ru: Проверьте без давления.
tr: Baskı olmadan kontrol edin.
zh: 检查没有压力。

# splash_3
source: Enjoy the Journey of Routines 🥳
de: Genießen Sie die Reise der Routinen 🥳
fr: Profitez du voyage des routines 🥳
hi: दिनचर्या की यात्रा का आनंद लें 🥳
ja: ルーチンの旅をお楽しみください
ko: 루틴의 여행을 즐겨보세요 🥳
ru: Наслаждайтесь путешествием рутины 🥳
tr: Rutinlerin Yolculuğunun Keyfini Çıkarın 🥳
zh: 享受常规的旅程🥳

# choose_habit_start
source: Choose a habbit to start right away!
de: Wählen Sie ein Habbit, um sofort zu beginnen!
fr: Choisissez un Habbit pour commencer tout de suite!
hi: तुरंत शुरू करने के लिए एक habbit चुनें!
ja: すぐに始めるためにハバットを選択してください！
ko: 바로 시작할 습관를 선택하세요!
ru: Выберите Habbit, чтобы начать сразу!
tr: Hemen başlamak için bir habbit seçin!
zh: 选择一个习惯立即开始！

source: Drink water
de: Wasser trinken
fr: Bois de l'eau
hi: पानी प
ja: 水を飲む
ko: 물 마시기
ru: Пить воду
tr: Su iç
zh: 喝水

source: Reading
de: Lektüre
fr: En lisant
hi: पढ़ना
ja: 読む
ko: 독서
ru: Чтение
tr: Okuma
zh: 阅读

source: Exercise
de: Übung
fr: Exercice
hi: व्यायाम
ja: エクササイズ
ko: 운동
ru: Упражнение
tr: Egzersiz yapmak
zh: 锻炼

source: Write
de: Schreiben
fr: Écrire
hi: लिखना
ja: 書く
ko: 글 쓰기
ru: Писать
tr: Yazmak
zh: 写

# set_profile_memoji
source: Set a profile memoji that represents you
de: Legen Sie ein Profil -Memoji fest, das Sie repräsentiert
fr: Définissez une mémoire de profil qui vous représente
hi: एक प्रोफ़ाइल मेमोजी सेट करें जो आपका प्रतिनिधित्व करता है
ja: あなたを表すプロファイルメモジを設定します
ko: 자신을 나타내는 프로필 마모지를 설정하세요
ru: Установите мемудзи профиля, которые представляют вас
tr: Sizi temsil eden bir profil memojisi ayarlayın
zh: 设置代表您的个人资料备忘录

# for_forget_your_routine
source: For you who can forget your routine
de: Für Sie, die Ihre Routine vergessen können
fr: Pour vous qui peut oublier votre routine
hi: आपके लिए जो आपकी दिनचर्या को भूल सकते हैं
ja: あなたのルーチンを忘れることができるあなたのために
ko: 일상에서 잊을 수 있는 당신을 위해
ru: Для вас, кто может забыть вашу рутину
tr: Rutininizi unutabilecek olan senin için
zh: 对于那些可以忘记常规的人

# allow_alarm_can_send
source: Allow an alarm so that the routine can send you a notification.
de: Lassen Sie einen Alarm zu, damit die Routine eine Benachrichtigung senden kann.
fr: Autorisez une alarme afin que la routine puisse vous envoyer une notification.
hi: एक अलार्म की अनुमति दें ताकि दिनचर्या आपको एक अधिसूचना भेज सके।
ja: ルーチンが通知を送信できるようにアラームを許可します。
ko: 루틴에서 알림을 보낼 수 있도록 알람을 허용합니다.
ru: Разрешить тревогу, чтобы рутина могла отправить вам уведомление.
tr: Rutinin size bir bildirim gönderebilmesi için alarm verin.
zh: 允许警报以使例程可以向您发送通知。

# allow_remidner
source: Allow Reminder
de: Erinnerung zulassen
fr: Autoriser le rappel
hi: अनुस्मारक की अनुमति दें
ja: リマインダーを許可します
ko: 알람 허용
ru: Разрешить напоминание
tr: Hatırlatmaya İzin Ver
zh: 允许提醒

source: Not Now
de: Nicht jetzt
fr: Pas maintenant
hi: अभी नहीं
ja: 今じゃない
ko: 나중에 하기
ru: Не сейчас
tr: Şimdi değil
zh: 现在不要

source: Tomato
de: Tomate
fr: Tomate
hi: टमाटर
ru: Помидор
tr: Domates
zh: 番茄

source: Running
de: Läuft
fr: En cours d'exécution
hi: दौड़ना
ru: Бег
tr: Koşma
zh: 跑步

source: Study
de: Studie
fr: Étude
hi: अध्ययन
ru: Изучать
tr: Çalışmak
zh: 学习
